tap "adoptopenjdk/openjdk"
tap "deref/tap"
tap "filippo.io/age", "https://filippo.io/age"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
tap "microsoft/git"
tap "ngrok/ngrok"
tap "superfly/tap"
tap "teamookla/speedtest"
brew "age"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "readline"
brew "asciidoctor"
brew "automake"
brew "libtool"
brew "azcopy"
brew "binutils"
brew "blueutil"
brew "boost"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "bundletool"
brew "butane"
brew "bzip2"
brew "caddy"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "cpulimit"
brew "ctags"
brew "openssl@1.1"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dnscontrol"
brew "doctl"
brew "duti"
brew "folly"
brew "edencommon"
brew "erlang"
brew "exiftool"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "unbound"
brew "gnutls"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "git-filter-repo"
brew "gobject-introspection"
brew "guile"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "ktlint"
brew "kubernetes-cli"
brew "ldns"
brew "lego"
brew "libffi"
brew "libfido2"
brew "libgit2"
brew "libmagic"
brew "libmemcached"
brew "libpq"
brew "libressl"
brew "libsixel"
brew "libssh"
brew "libvirt"
brew "libwebsockets"
brew "libxmlsec1"
brew "llvm"
brew "mailhog"
brew "mas"
brew "memcached"
brew "micropython"
brew "minicom"
brew "mosh"
brew "mp3gain"
brew "netlify-cli"
brew "nickel"
brew "openssh"
brew "opusfile"
brew "p7zip"
brew "pacparser"
brew "pandoc"
brew "pcre"
brew "picocom"
brew "pipx"
brew "platformio"
brew "qemu"
brew "podman"
brew "pstree"
brew "putty"
brew "pv"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "semgrep"
brew "sloccount"
brew "socat"
brew "sox"
brew "sqlcipher"
brew "swig"
brew "testssl"
brew "tldr"
brew "tree"
brew "vercel-cli"
brew "watchman"
brew "wget"
brew "wtf"
brew "ykman"
brew "yubico-piv-tool"
brew "yubikey-agent", restart_service: true
brew "zlib"
brew "deref/tap/exo"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "superfly/tap/flyctl"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "affinity-designer"
cask "affinity-photo"
cask "airserver"
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "audacity"
cask "audio-hijack"
cask "bettertouchtool"
cask "blackhole-2ch"
cask "chrysalis"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "datasette"
cask "discord"
cask "dolphin"
cask "duplicacy-web-edition"
cask "firefox"
cask "fliqlo"
cask "font-catamaran"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-input"
cask "font-inter"
cask "font-lato"
cask "font-overpass"
cask "font-pt-sans"
cask "font-public-sans"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-work-sans"
cask "fontstand"
cask "ftdi-vcp-driver"
cask "git-credential-manager"
cask "gitup"
cask "gog-galaxy"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "itch"
cask "iterm2"
cask "kaleidoscope"
cask "launchcontrol"
cask "loopback"
cask "ngrok"
cask "nova"
cask "obs"
cask "obsidian"
cask "openscad"
cask "paragon-extfs"
cask "paw"
cask "postman"
cask "raspberry-pi-imager"
cask "raycast"
cask "sekey"
cask "sidequest"
cask "signal"
cask "silicon-labs-vcp-driver"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "temurin8"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "yubico-yubikey-manager"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "BusyCal", id: 1173663647
mas "Consent-O-Matic", id: 1606897889
mas "Cubox", id: 1113361350
mas "Cubox for Safari", id: 1550721541
mas "Discovery", id: 1381004916
mas "Elsewhen", id: 1588708173
mas "Flighty", id: 1358823008
mas "InYourFace", id: 1476964367
mas "Keynote", id: 409183694
mas "MakePass", id: 1450989464
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Open In Webmail", id: 1451552749
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "SimplyJSON", id: 1495193038
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Userscripts", id: 1463298887
mas "Yubico Authenticator", id: 1497506650
