tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "deref/tap"
tap "filippo.io/age", "https://filippo.io/age"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homeport/tap"
tap "messense/macos-cross-toolchains"
tap "microsoft/git"
tap "ngrok/ngrok"
#tap "octoenergy/kraken-cli", "https://github.com/octoenergy/kraken-cli.git"
tap "rfidresearchgroup/proxmark3"
tap "sass/sass"
tap "superfly/tap"
tap "teamookla/speedtest"
brew "age"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asciidoctor"
brew "automake"
brew "libtool"
brew "atuin"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "azcopy"
brew "binutils"
brew "blueutil"
brew "boost"
brew "gettext"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "bundletool"
brew "butane"
brew "bzip2"
brew "caddy"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "colima"
brew "cpulimit"
brew "ctags"
brew "curl"
brew "difftastic"
brew "direnv"
brew "dnscontrol"
brew "docker"
brew "docker-buildx"
brew "doctl"
brew "duti"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "erlang"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "libass"
brew "libssh"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "libgit2"
brew "git-absorb"
brew "git-delta"
brew "git-filter-repo"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "guile"
brew "helm"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "keyring"
brew "ktlint"
brew "kubernetes-cli"
brew "ldns"
brew "lego"
brew "libffi"
brew "libfido2"
brew "libmagic"
brew "libmemcached"
brew "libpq"
brew "libressl"
brew "libsixel"
brew "libvirt"
brew "libwebsockets"
brew "libxml2"
brew "llvm"
brew "mailhog"
brew "make"
brew "mas"
brew "memcached"
brew "micropython"
brew "minicom"
brew "mise"
brew "mosh"
brew "mp3gain"
brew "node"
brew "netlify-cli"
brew "nickel"
brew "nushell"
brew "openssh"
brew "opusfile"
brew "p7zip"
brew "pacparser"
brew "pandoc"
brew "pcre"
brew "picocom"
brew "pipx"
brew "platformio"
brew "podman"
brew "poetry"
brew "pstree"
brew "putty"
brew "pv"
brew "pyflow"
brew "pyright"
brew "qemu"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup"
brew "semgrep"
brew "sloccount"
brew "socat"
brew "sox"
brew "sqlcipher"
brew "swig"
brew "testssl"
brew "tldr"
brew "tree"
brew "typst"
brew "uvicorn"
brew "vercel-cli"
brew "watchman"
brew "wget"
brew "wtf"
brew "ykman"
brew "yubico-piv-tool"
brew "yubikey-agent", restart_service: :changed
brew "zlib"
brew "uv"
brew "deref/tap/exo"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "homeport/tap/dyff"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
# brew "octoenergy/kraken-cli/kraken-cli"
brew "rfidresearchgroup/proxmark3/proxmark3", args: ["HEAD"]
brew "sass/sass/sass"
brew "superfly/tap/flyctl"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "affinity-designer"
cask "affinity-photo"
cask "airserver"
cask "alfred"
cask "appcleaner"
cask "arc"
cask "audacity"
cask "audio-hijack"
cask "aws-vault"
cask "beeper"
cask "betterdisplay"
cask "bettertouchtool"
cask "blackhole-2ch"
cask "bluesnooze"
cask "chrysalis"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "datasette"
cask "deskpad"
cask "discord"
cask "dolphin"
cask "duplicacy-web-edition"
cask "firefox"
cask "fliqlo"
cask "font-catamaran"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-input"
cask "font-inter"
cask "font-lato"
cask "font-overpass"
cask "font-pt-sans"
cask "font-public-sans"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-work-sans"
cask "fontstand"
cask "ftdi-vcp-driver"
cask "ghostty"
cask "git-credential-manager"
cask "gitbutler"
cask "gitup"
cask "google-cloud-sdk"
cask "graphiql"
cask "ha-menu"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "inkscape"
cask "inkstitch"
cask "kaleidoscope"
cask "kit"
cask "launchcontrol"
cask "loopback"
cask "mutedeck"
cask "ngrok"
cask "notion"
cask "nova"
cask "obs"
cask "obsidian"
cask "openscad"
cask "orion"
cask "paragon-extfs"
cask "podman-desktop"
cask "postman"
cask "prusaslicer"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "secretive"
cask "setapp"
cask "sidequest"
cask "sigmaos"
cask "signal"
cask "silicon-labs-vcp-driver"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "fastmail"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Aiko", id: 1672085276
mas "Amphetamine", id: 937984704
mas "AudioSwitcher", id: 561712678
mas "Brother P-touch Editor", id: 1453365242
mas "BusyCal", id: 1173663647
mas "ColorSlurp", id: 1287239339
mas "com.epg.hassapp", id: 1451449886
mas "Consent-O-Matic", id: 1606897889
mas "Cubox", id: 1113361350
mas "Cubox for Safari", id: 1550721541
mas "Discovery", id: 1381004916
mas "Dropover", id: 1355679052
mas "Elsewhen", id: 1588708173
mas "Flighty", id: 1358823008
mas "Guru Maps", id: 321745474
mas "Hello Transcribe", id: 6443919768
mas "Hidden Bar", id: 1452453066
mas "Home Assistant", id: 1099568401
mas "HTTPBot", id: 1232603544
mas "In Your Face", id: 1476964367
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "LadioCast", id: 411213048
mas "MakePass", id: 1450989464
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Open In Webmail", id: 1451552749
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pastel", id: 413897608
mas "Redacted", id: 984968384
mas "SimplyJSON", id: 1495193038
mas "Tab Space", id: 1473726602
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Camelizer", id: 1532579087
mas "Userscripts-Mac-App", id: 1463298887
mas "Weathergraph", id: 1501958576
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "alefragnani.bookmarks"
vscode "arpinfidel.chartographer"
vscode "astro-build.astro-vscode"
vscode "be5invis.theme-verdandi"
vscode "bierner.markdown-preview-github-styles"
vscode "bradgashler.htmltagwrap"
vscode "chanhx.crabviz"
vscode "charliermarsh.ruff"
vscode "circleci.circleci"
vscode "dbaeumer.vscode-eslint"
vscode "detachhead.basedpyright"
vscode "dhall.dhall-lang"
vscode "dhall.vscode-dhall-lsp-server"
vscode "dksedgwick.xstviz"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "groogle.very-import-ant"
vscode "jacano.vscode-pnpm"
vscode "linbudu.pnpm-vscode-helper"
vscode "luqimin.tiny-light"
vscode "mgesbert.python-path"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.anycode"
vscode "ms-vscode.anycode-c-sharp"
vscode "ms-vscode.anycode-cpp"
vscode "ms-vscode.anycode-go"
vscode "ms-vscode.anycode-java"
vscode "ms-vscode.anycode-kotlin"
vscode "ms-vscode.anycode-php"
vscode "ms-vscode.anycode-python"
vscode "ms-vscode.anycode-rust"
vscode "ms-vscode.anycode-typescript"
vscode "ms-vsliveshare.vsliveshare"
vscode "mvllow.rose-pine"
vscode "nvarner.typst-lsp"
vscode "redhat.vscode-yaml"
vscode "robertrossmann.remedy"
vscode "romanpeshkov.vscode-text-tables"
vscode "rust-lang.rust-analyzer"
vscode "statelyai.stately-vscode"
vscode "stkb.rewrap"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "tomoki1207.pdf"
vscode "tweag.vscode-nickel"
vscode "virgilsisoe.hammerspoon"
vscode "zeithaste.cursorcharcode"
