tap "adoptopenjdk/openjdk"
tap "filippo.io/age", "https://filippo.io/age"
tap "filippo.io/yubikey-agent", "https://filippo.io/yubikey-agent"
tap "getsentry/tools"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "messense/macos-cross-toolchains"
tap "microsoft/git"
tap "superfly/tap"
tap "teamookla/speedtest"
brew "age"
brew "automake"
brew "libtool"
brew "asdf"
brew "azcopy"
brew "blueutil"
brew "bundletool"
brew "butane"
brew "bzip2"
brew "caddy"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "llvm"
brew "ccls"
brew "cmake"
brew "cocoapods"
brew "cpulimit"
brew "ctags"
brew "devd"
brew "direnv"
brew "dnscontrol"
brew "doctl"
brew "duti"
brew "erlang"
brew "folly"
brew "guile"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "srt"
brew "ffmpeg"
brew "firebase-cli"
brew "freetds"
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-absorb"
brew "git-delta"
brew "htop"
brew "tcl-tk"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "ktlint"
brew "kubernetes-cli"
brew "ldns"
brew "lego"
brew "libfido2"
brew "libgit2"
brew "libmagic"
brew "libmemcached"
brew "libpq"
brew "libressl"
brew "libsixel"
brew "libssh"
brew "libvirt"
brew "libxmlsec1"
brew "mas"
brew "memcached"
brew "micropython"
brew "minicom"
brew "modd"
brew "mosh"
brew "mp3gain"
brew "netlify-cli"
brew "openssh"
brew "p7zip"
brew "pacparser"
brew "pandoc"
brew "pango"
brew "picocom"
brew "platformio"
brew "qemu"
brew "podman"
brew "pstree"
brew "putty"
brew "pv"
brew "rabbitmq", restart_service: false
brew "rabbitmq-c"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "semgrep"
brew "sloccount"
brew "socat"
brew "sox"
brew "sqlcipher"
brew "swig"
brew "tldr"
brew "tree"
brew "watchman"
brew "wget"
brew "wtf"
brew "ykman"
brew "yubico-piv-tool"
brew "yubikey-agent", restart_service: true
brew "zlib"
brew "getsentry/tools/sentry-cli"
brew "heroku/brew/heroku"
brew "messense/macos-cross-toolchains/aarch64-unknown-linux-gnu"
brew "superfly/tap/flyctl"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "8bitdo-ultimate-software"
cask "airserver"
cask "alfred"
cask "appcleaner"
cask "arduino"
cask "audacity"
cask "audio-hijack"
cask "canon-eos-webcam-utility"
cask "chrysalis"
cask "cyberduck"
cask "daisydisk"
cask "dash"
cask "discord"
cask "dolphin"
cask "dymo-label"
cask "firefox"
cask "fliqlo"
cask "font-catamaran"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-input"
cask "font-inter"
cask "font-lato"
cask "font-overpass"
cask "font-pt-sans"
cask "font-public-sans"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-work-sans"
cask "fontstand"
cask "ftdi-vcp-driver"
cask "git-credential-manager-core"
cask "gitup"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "handbrake"
cask "hex-fiend"
cask "iina"
cask "imageoptim"
cask "itch"
cask "iterm2"
cask "kaleidoscope"
cask "launchcontrol"
cask "loopback"
cask "ngrok"
cask "nova"
cask "obs"
cask "openscad"
cask "paragon-extfs"
cask "paw"
cask "postman"
cask "raspberry-pi-imager"
cask "sekey"
cask "sidequest"
cask "signal"
cask "silicon-labs-vcp-driver"
cask "soundflower"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "tableplus"
cask "temurin8"
cask "the-unarchiver"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoomus"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "AmorphousDiskMark", id: 1168254295
mas "Cloud Battery", id: 1481005137
mas "ColorSlurp", id: 1287239339
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "JustStream", id: 1474804779
mas "MakePass", id: 1450989464
mas "Mast", id: 1437429129
mas "Mastonaut", id: 1450757574
mas "Meeter", id: 1510445899
mas "Messenger", id: 1480068668
mas "Minimal Consent", id: 1514164630
mas "Numbers", id: 409203825
mas "OneTab", id: 1540160809
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Reeder", id: 1529448980
mas "Tab Space", id: 1473726602
mas "Tailscale", id: 1475387142
mas "Userscripts", id: 1463298887
mas "Xcode", id: 497799835
